{
  "part": "I",
  "number": 9,
  "summary": "When she learns from Haymitch that Peeta wants to be coached seperately, the first thing she feels is Betrayl but also notices how ludicrous that feeling is in her Situation with the Games being in two days and how much of a weakness a link between the two would be during them. Katniss starts off Training her presentation with Effie whilst Peeta starts training the content of his Interview with Haymitch. She trains her how walk in a dress with high-heels and posture for the interview. They practice smiling whilst talking so that Katniss doesn't alienate the people watching. After Lunch she and Haymitch practice the Content of the Interview together. Haymitch doesn't know what to do with her in the interview as she is to harsh to attract many sponsors, so he just tires to take the role of the Interviewer whilst she tries to answer his questions. After they try a lot of different ways for her to do the interview they give up and Haymitch just tells her to not let the audience figure out how much Katniss dispises them. When Katniss goes back to her room, she orders food and destroys the plates and everything, when the servant girl from before enters the room, she manages to calm Katniss down and the clean up the room together before Katniss goes to sleep. She gets woken up by Cinna, who spends the whole Day with his Team working on preparing her for her interview. After they are finishe Cinna gives her a final few tipps for the interview, telling her to focus on how she would answer these questions if they were asked by him. They go to the Stage where the interviews are held, with Haymitch reminding her and Peeta to still act as if they were close to each other. They go on Stage and sit down before the interviews begin. When Katniss starts her interview she fumbles the first question but then gets into a flow and makes the audience cheer as the interview continues. During Peetas Interview he spills the beans that he had a crush on Katniss for the whole time.",
  "relationship_katniss_peeta" : true,
  "authority_power" : false,
  "media_effects_on_people" : true
}