{
  "part": "II",
  "number": 10,
  "summary": "After Peeta revealed that he has a crush on Katniss, she realized what he said and the interviewer says how this is a piece of bad luck and he agrees to that. After all the interviews have finished they go back into the Training building. Once they arrive on their floor they are alone and Katniss proceeds to punch Peeta in the chest. The rest of the Team comes and calm down the Situation telling Katniss on how this has given her an edge trying to get sponsors for the Competition. After Katniss apologizes to Peeta they head to dinner but Peeta has to get medical treatment for his hand which where cut during his fall which Katniss feels extremely bad for. They rewatch the Replay of the Interviews together, say goodbye to Haymitch and Effie after getting some final advice from them before heading to their rooms. Katniss cleans her make-up off before going to bed. Since she is unable to fall asleep and desperately needs fresh air, she ends up going to the roof where she runs into Peeta. Peeta is of the opinion that he never had a chance in the games anyway and that he wants to die as himself, they end up arguing about how sensible of an idea that is, then Katniss goes back to her room and dazes for the rest of the night. Cinna makes her up before dawn and bring her to the roof where a hovercraft appears with a woman in it that implants Katniss with a Tracker for the Games. Cinna and Katniss go to eat breakfast on the hovercraft and then go into the catacombs below the arena, where they head to the room Katniss will be finally prepared for for the Games. She showeres, gets her hair done and then gets the clothes for the Games. According to Cinna with what the clothes are, she should expect some cold nights during the Games. He also returns the Pin she got as a District Token from Madge to her. They sit on the Courch waiting silently for the release. Once she does get released, she is seperated rom CInna and raised into the Arena.",
  "relationship_katniss_peeta" : true,
  "authority_power" : false,
  "media_effects_on_people" : false
}